Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Generating the public key produces a self-signature, so the same authentication you use for signing with this key will be required.
ar: إنشاء المفتاح العام يُنتج توقيعاً ذاتياً، لذا ستُطلب نفس المصادقة التي تستخدمها للتوقيع بهذا المفتاح.
ca: Generar la clau pública produeix una autosignatura, així que es requerirà la mateixa autenticació que utilitzeu per signar amb aquesta clau.
cs: Generování veřejného klíče vytváří vlastní podpis, takže bude vyžadováno stejné ověření, jaké používáte k podepisování tímto klíčem.
da: Generering af den offentlige nøgle producerer en selvsignatur, så den samme autentificering, du bruger til at signere med denne nøgle, vil være påkrævet.
de: Das Erzeugen des öffentlichen Schlüssels erzeugt eine Selbstsignatur, daher wird dieselbe Authentifizierung benötigt, die Sie zum Signieren mit diesem Schlüssel verwenden.
es: Generar la clave pública produce una autofirma, por lo que se requerirá la misma autenticación que utiliza para firmar con esta clave.
fi: Julkisen avaimen luominen tuottaa itse-allekirjoituksen, joten tarvitaan sama todennus, jota käytät allekirjoittamiseen tällä avaimella.
fr: La génération de la clé publique produit une auto-signature, donc la même authentification que celle utilisée pour signer avec cette clé sera requise.
he: יצירת המפתח הציבורי מפיקה חתימה עצמית, ולכן יידרש אותו אימות שאתה משתמש בו לחתימה עם מפתח זה.
hu: A nyilvános kulcs generálása önaláírást hoz létre, ezért ugyanaz a hitelesítés szükséges, amelyet az ezzel a kulccsal történő aláíráshoz használ.
it: La generazione della chiave pubblica produce un'autofirma, quindi sarà richiesta la stessa autenticazione che usi per firmare con questa chiave.
ja: 公開鍵の生成では自己署名が作成されるため、このキーで署名する際と同じ認証が必要です。
ko: 공개 키 생성은 자체 서명을 만들기 때문에 이 키로 서명할 때와 동일한 인증이 필요합니다.
nb: Generering av den offentlige nøkkelen produserer en selvsignatur, så samme autentisering som du bruker for å signere med denne nøkkelen kreves.
nl: Het genereren van de publieke sleutel produceert een zelf-ondertekening, dus dezelfde authenticatie die u gebruikt om met deze sleutel te ondertekenen is vereist.
pl: Wygenerowanie klucza publicznego tworzy autopodpis, więc wymagane będzie to samo uwierzytelnianie, którego używasz do podpisywania tym kluczem.
pt_br: Gerar a chave pública produz uma autoassinatura, então a mesma autenticação que você usa para assinar com esta chave será necessária.
pt_pt: Gerar a chave pública produz uma auto-assinatura, pelo que será necessária a mesma autenticação que utiliza para assinar com esta chave.
ro: Generarea cheii publice produce o auto-semnătură, deci va fi necesară aceeași autentificare pe care o folosești pentru a semna cu această cheie.
sl: Ustvarjanje javnega ključa ustvari samopodpis, zato bo zahtevana ista overitev, kot jo uporabljate za podpisovanje s tem ključem.
sv: Att generera den publika nyckeln skapar en självsignatur, så samma autentisering som du använder för att signera med denna nyckel krävs.
uk: Створення відкритого ключа породжує самопідпис, тож знадобиться та сама автентифікація, яку ви використовуєте для підписування цим ключем.
vi: Việc tạo khóa công khai sẽ tạo ra một chữ ký tự ký, vì vậy sẽ yêu cầu cùng phương thức xác thực mà bạn dùng để ký bằng khóa này.
zh_hans: 生成公钥会产生一个自签名，因此需要与使用此密钥签名时相同的认证。
zh_hant: 產生公鑰會建立一個自我簽章，因此需要與使用此金鑰簽署時相同的驗證。

source: Generating...
ar: جارٍ الإنشاء...
ca: Generant...
cs: Generování…
da: Genererer...
de: Wird generiert …
es: Generando…
fi: Luodaan...
fr: Génération en cours…
he: יוצר...
hu: Generálás...
it: Generazione...
ja: 生成中...
ko: 생성 중...
nb: Genererer …
nl: Genereren...
pl: Generowanie...
pt_br: Gerando...
pt_pt: A gerar...
ro: Se generează...
sl: Generiranje ...
sv: Genererar...
uk: Генерація…
vi: Đang tạo...
zh_hans: 正在生成…
zh_hant: 正在產生⋯

source: Generation Error
ar: خطأ في الإنشاء
ca: Error de generació
cs: Chyba generování
da: Genereringsfejl
de: Generierungsfehler
es: Error de generación
fi: Luontivirhe
fr: Erreur de génération
he: שגיאת יצירה
hu: Generálási hiba
it: Errore di generazione
ja: 生成エラー
ko: 생성 오류
nb: Genereringsfeil
nl: Genereerfout
pl: Błąd generowania
pt_br: Erro na Geração
pt_pt: Erro de Geração
ro: Eroare de generare
sl: Napaka pri generiranju
sv: Genereringsfel
uk: Помилка генерації
vi: Lỗi tạo khóa
zh_hans: 生成错误
zh_hant: 產生錯誤

source: Gentle irregular flicker like a candle
ar: وميض خفيف غير منتظم كالشمعة
ca: Parpelleig suau i irregular com una espelma
cs: Jemné nepravidelné blikání jako svíčka
da: Blidt uregelmæssigt flimmer som et stearinlys
de: Sanftes unregelmäßiges Flackern wie eine Kerze
es: Parpadeo suave e irregular como una vela
fi: Lempeaa epasakonnaista valkehdintaa kuin kynttila
fr: Scintillement doux et irregulier comme une bougie
he: הבהוב עדין ולא סדיר כמו נר
hu: Finom, szabalytalan vibrallas, mint egy gyertya
it: Tremolio delicato e irregolare come una candela
ja: ろうそくのような柔らかく不規則な揺らぎ
ko: 촛불처럼 부드럽고 불규칙한 깜빡임
nb: Forsiktig uregelmessig flimring som et stearinlys
nl: Zachte onregelmatige flikkering als een kaars
pl: Delikatne nieregularne migotanie jak swieca
pt_br: Cintilacao suave e irregular como uma vela
pt_pt: Cintilacao suave e irregular como uma vela
ro: Palpaire blanda si neregulata ca o lumanare
sl: Nezno neenakomerno utripanje kot sveca
sv: Mjukt oregelbundet fladdrande som en ljuslåga
uk: М'яке нерівномірне мерехтіння, як свічка
vi: Nhấp nháy nhẹ không đều như ngọn nến
zh_hans: 如烛光般柔和的不规则闪烁
zh_hant: 如燭光般柔和的不規則閃爍

source: Gentle Ping
ar: نغمة لطيفة
ca: Ping suau
cs: Jemné pípnutí
da: Blid ping
de: Sanfter Ping
es: Ping suave
fi: Lempeä piippaus
fr: Ping doux
he: צפצוף עדין
hu: Finom pingálás
it: Ping delicato
ja: やさしいピン
ko: 부드러운 핑
nb: Forsiktig ping
nl: Zachte ping
pl: Delikatny ping
pt_br: Ping suave
pt_pt: Ping suave
ro: Ping delicat
sl: Nežni ping
sv: Mjuk ping
uk: Ніжний пінг
vi: Ping nhẹ
zh_hans: 轻柔提示音
zh_hant: 輕柔提示音

source: Gestures
ar: الإيماءات
ca: Gestos
cs: Gesta
da: Bevægelser
de: Gesten
es: Gestos
fi: Eleet
fr: Gestes
he: מחוות
hu: Mozdulatok
it: Gesti
ja: ジェスチャ
ko: 제스처
nb: Bevegelser
nl: Bewegingen
pl: Gesty
pt_br: Gestos
pt_pt: Gestos
ro: Gesturi
sl: Poteze
sv: Gester
uk: Жести
vi: Cử chỉ
zh_hans: 手势
zh_hant: 手勢

source: Get Connection Profiles
ar: الحصول على ملفات الاتصال الشخصية
ca: Obtenir perfils de connexió
cs: Získat profily připojení
da: Hent forbindelsesprofiler
de: Verbindungsprofile abrufen
es: Obtener perfiles de conexión
fi: Hae yhteysprofiilit
fr: Obtenir les profils de connexion
he: קבלת פרופילי חיבור
hu: Kapcsolati profilok lekérése
it: Ottieni profili di connessione
ja: 接続プロファイルを取得
ko: 연결 프로필 가져오기
nb: Hent tilkoblingsprofiler
nl: Haal verbindingsprofielen op
pl: Pobierz profile połączeń
pt_br: Obter Perfis de Conexão
pt_pt: Obter Perfis de Ligação
ro: Obține profilurile de conexiune
sl: Pridobi profile povezav
sv: Hämta anslutningsprofiler
uk: Отримати профілі з'єднань
vi: Lấy hồ sơ kết nối
zh_hans: 获取连接配置
zh_hant: 取得連線設定檔

source: Get your API key from ai.google.dev/aistudio. Supports Gemini models with adaptive thinking.
ar: احصل على مفتاح API الخاص بك من ai.google.dev/aistudio. يدعم نماذج Gemini مع التفكير التكيّفي.
ca: Obteniu la vostra clau API a ai.google.dev/aistudio. Compatible amb models Gemini amb pensament adaptatiu.
cs: Získejte API klíč z ai.google.dev/aistudio. Podporuje modely Gemini s adaptivním myšlením.
da: Hent din API-nøgle fra ai.google.dev/aistudio. Understøtter Gemini-modeller med adaptiv tænkning.
de: Holen Sie sich Ihren API-Schlüssel von ai.google.dev/aistudio. Unterstützt Gemini-Modelle mit adaptivem Denken.
es: Obtenga su clave API en ai.google.dev/aistudio. Compatible con modelos Gemini con pensamiento adaptativo.
fi: Hanki API-avaimesi osoitteesta ai.google.dev/aistudio. Tukee Gemini-malleja mukautuvalla ajattelulla.
fr: Obtenez votre clé API sur ai.google.dev/aistudio. Prend en charge les modèles Gemini avec raisonnement adaptatif.
he: קבל את מפתח ה-API שלך מ-ai.google.dev/aistudio. תומך במודלי Gemini עם חשיבה אדפטיבית.
hu: Szerezze be API kulcsát az ai.google.dev/aistudio oldalról. Támogatja a Gemini modelleket adaptív gondolkodással.
it: Ottenga la Sua chiave API da ai.google.dev/aistudio. Supporta i modelli Gemini con pensiero adattivo.
ja: ai.google.dev/aistudioからAPIキーを取得してください。適応型思考機能を備えたGeminiモデルに対応しています。
ko: ai.google.dev/aistudio에서 API 키를 받으세요. 적응형 사고 기능을 갖춘 Gemini 모델을 지원합니다.
nb: Hent API-nøkkelen din fra ai.google.dev/aistudio. Støtter Gemini-modeller med adaptiv tenkning.
nl: Verkrijg uw API-sleutel via ai.google.dev/aistudio. Ondersteunt Gemini-modellen met adaptief denken.
pl: Pobierz klucz API z ai.google.dev/aistudio. Obsługuje modele Gemini z adaptacyjnym myśleniem.
pt_br: Obtenha sua chave de API em ai.google.dev/aistudio. Suporta modelos Gemini com pensamento adaptativo.
pt_pt: Obtenha a sua chave API em ai.google.dev/aistudio. Suporta modelos Gemini com raciocínio adaptativo.
ro: Obține cheia API de pe ai.google.dev/aistudio. Suportă modelele Gemini cu gândire adaptivă.
sl: Pridobite svoj ključ API na ai.google.dev/aistudio. Podpira modele Gemini z adaptivnim razmišljanjem.
sv: Hämta din API-nyckel från ai.google.dev/aistudio. Stöder Gemini-modeller med adaptivt tänkande.
uk: Отримайте свій API-ключ на ai.google.dev/aistudio. Підтримує моделі Gemini з адаптивним мисленням.
vi: Lấy API key từ ai.google.dev/aistudio. Hỗ trợ các mô hình Gemini với tư duy thích ứng.
zh_hans: 从 ai.google.dev/aistudio 获取 API 密钥。支持具有自适应思维的 Gemini 模型。
zh_hant: 從 ai.google.dev/aistudio 取得 API 金鑰。支援具有自適應思維的 Gemini 模型。

source: Get your API key from console.anthropic.com. Supports Claude models with extended thinking.
ar: احصل على مفتاح API الخاص بك من console.anthropic.com. يدعم نماذج Claude مع التفكير الموسّع.
ca: Obteniu la vostra clau API a console.anthropic.com. Compatible amb models Claude amb pensament estès.
cs: Získejte API klíč z console.anthropic.com. Podporuje modely Claude s rozšířeným myšlením.
da: Hent din API-nøgle fra console.anthropic.com. Understøtter Claude-modeller med udvidet tænkning.
de: Holen Sie sich Ihren API-Schlüssel von console.anthropic.com. Unterstützt Claude-Modelle mit erweitertem Denken.
es: Obtenga su clave API en console.anthropic.com. Compatible con modelos Claude con pensamiento extendido.
fi: Hanki API-avaimesi osoitteesta console.anthropic.com. Tukee Claude-malleja laajennetulla ajattelulla.
fr: Obtenez votre clé API sur console.anthropic.com. Prend en charge les modèles Claude avec raisonnement étendu.
he: קבל את מפתח ה-API שלך מ-console.anthropic.com. תומך במודלי Claude עם חשיבה מורחבת.
hu: Szerezze be API kulcsát a console.anthropic.com oldalról. Támogatja a Claude modelleket kiterjesztett gondolkodással.
it: Ottenga la Sua chiave API da console.anthropic.com. Supporta i modelli Claude con pensiero esteso.
ja: console.anthropic.comからAPIキーを取得してください。拡張思考機能付きのClaudeモデルに対応しています。
ko: console.anthropic.com에서 API 키를 받으세요. 확장 사고 기능을 갖춘 Claude 모델을 지원합니다.
nb: Hent API-nøkkelen din fra console.anthropic.com. Støtter Claude-modeller med utvidet tenkning.
nl: Verkrijg uw API-sleutel via console.anthropic.com. Ondersteunt Claude-modellen met uitgebreid denken.
pl: Pobierz klucz API z console.anthropic.com. Obsługuje modele Claude z rozszerzonym myśleniem.
pt_br: Obtenha sua chave de API em console.anthropic.com. Suporta modelos Claude com pensamento estendido.
pt_pt: Obtenha a sua chave API em console.anthropic.com. Suporta modelos Claude com raciocínio alargado.
ro: Obține cheia API de pe console.anthropic.com. Suportă modelele Claude cu gândire extinsă.
sl: Pridobite svoj ključ API na console.anthropic.com. Podpira modele Claude z razširjenim razmišljanjem.
sv: Hämta din API-nyckel från console.anthropic.com. Stödjer Claude-modeller med utökat tänkande.
uk: Отримайте свій API-ключ на console.anthropic.com. Підтримує моделі Claude з розширеним мисленням.
vi: Lấy API key từ console.anthropic.com. Hỗ trợ các mô hình Claude với tư duy mở rộng.
zh_hans: 从 console.anthropic.com 获取 API 密钥。支持具有扩展思维的 Claude 模型。
zh_hant: 從 console.anthropic.com 取得 API 金鑰。支援具有延伸思維的 Claude 模型。

source: Get your API key from openrouter.ai/keys. OpenRouter provides access to 400+ AI models from multiple providers.
ar: احصل على مفتاح API الخاص بك من openrouter.ai/keys. يوفر OpenRouter الوصول إلى أكثر من 400 نموذج ذكاء اصطناعي من مزوّدين متعددين.
ca: Obteniu la vostra clau API a openrouter.ai/keys. OpenRouter proporciona accés a més de 400 models d'IA de múltiples proveïdors.
cs: Získejte API klíč z openrouter.ai/keys. OpenRouter poskytuje přístup k více než 400 AI modelům od různých poskytovatelů.
da: Hent din API-nøgle fra openrouter.ai/keys. OpenRouter giver adgang til mere end 400 AI-modeller fra flere udbydere.
de: Holen Sie sich Ihren API-Schlüssel von openrouter.ai/keys. OpenRouter bietet Zugang zu über 400 KI-Modellen von verschiedenen Anbietern.
es: Obtenga su clave API en openrouter.ai/keys. OpenRouter proporciona acceso a más de 400 modelos de IA de múltiples proveedores.
fi: Hanki API-avaimesi osoitteesta openrouter.ai/keys. OpenRouter tarjoaa pääsyn yli 400 tekoälymalliin useilta tarjoajilta.
fr: Obtenez votre clé API sur openrouter.ai/keys. OpenRouter donne accès à plus de 400 modèles d'IA de différents fournisseurs.
he: קבל את מפתח ה-API שלך מ-openrouter.ai/keys. OpenRouter מספק גישה ליותר מ-400 מודלי AI מספקים מרובים.
hu: Szerezze be API kulcsát az openrouter.ai/keys oldalról. Az OpenRouter több mint 400 AI modellhez biztosít hozzáférést különböző szolgáltatóktól.
it: Ottenga la Sua chiave API da openrouter.ai/keys. OpenRouter fornisce accesso a oltre 400 modelli AI da diversi fornitori.
ja: openrouter.ai/keysからAPIキーを取得してください。OpenRouterは複数のプロバイダーから400以上のAIモデルにアクセスできます。
ko: openrouter.ai/keys에서 API 키를 받으세요. OpenRouter는 여러 공급업체의 400개 이상의 AI 모델에 대한 접근을 제공합니다.
nb: Hent API-nøkkelen din fra openrouter.ai/keys. OpenRouter gir tilgang til over 400 AI-modeller fra flere leverandører.
nl: Haal uw API-sleutel op via openrouter.ai/keys. OpenRouter biedt toegang tot meer dan 400 AI-modellen van meerdere aanbieders.
pl: Pobierz klucz API z openrouter.ai/keys. OpenRouter zapewnia dostęp do ponad 400 modeli AI od wielu dostawców.
pt_br: Obtenha sua chave de API em openrouter.ai/keys. O OpenRouter fornece acesso a mais de 400 modelos de IA de vários provedores.
pt_pt: Obtenha a sua chave de API em openrouter.ai/keys. O OpenRouter disponibiliza acesso a mais de 400 modelos de IA de vários fornecedores.
ro: Obțineți cheia API de pe openrouter.ai/keys. OpenRouter oferă acces la peste 400 de modele AI de la furnizori multipli.
sl: Pridobite svoj API-ključ na openrouter.ai/keys. OpenRouter omogoča dostop do več kot 400 AI-modelov različnih ponudnikov.
sv: Hämta din API-nyckel från openrouter.ai/keys. OpenRouter ger tillgång till 400+ AI-modeller från flera leverantörer.
uk: Отримайте свій API-ключ на openrouter.ai/keys. OpenRouter надає доступ до понад 400 моделей ШІ від різних провайдерів.
vi: Lấy API key của bạn từ openrouter.ai/keys. OpenRouter cung cấp quyền truy cập vào hơn 400 mô hình AI từ nhiều nhà cung cấp khác nhau.
zh_hans: 从 openrouter.ai/keys 获取 API 密钥。OpenRouter 提供来自多个供应商的 400 多个 AI 模型。
zh_hant: 從 openrouter.ai/keys 取得 API 金鑰。OpenRouter 提供來自多個供應商的 400 多個 AI 模型。

source: Get your API key from platform.openai.com
ar: احصل على مفتاح API الخاص بك من platform.openai.com
ca: Obteniu la vostra clau API a platform.openai.com
cs: Získejte API klíč z platform.openai.com
da: Hent din API-nøgle fra platform.openai.com
de: Holen Sie sich Ihren API-Schlüssel von platform.openai.com
es: Obtenga su clave API en platform.openai.com
fi: Hanki API-avaimesi osoitteesta platform.openai.com
fr: Obtenez votre clé API sur platform.openai.com
he: קבל את מפתח ה-API שלך מ-platform.openai.com
hu: Szerezze be API kulcsát a platform.openai.com oldalról
it: Ottenga la Sua chiave API da platform.openai.com
ja: platform.openai.comからAPIキーを取得してください
ko: platform.openai.com에서 API 키를 받으세요
nb: Hent API-nøkkelen din fra platform.openai.com
nl: Haal uw API-sleutel op via platform.openai.com
pl: Pobierz klucz API z platform.openai.com
pt_br: Obtenha sua chave de API em platform.openai.com
pt_pt: Obtenha a sua chave de API em platform.openai.com
ro: Obțineți cheia API de pe platform.openai.com
sl: Pridobite svoj API-ključ na platform.openai.com
sv: Hämta din API-nyckel från platform.openai.com
uk: Отримайте свій API-ключ на platform.openai.com
vi: Lấy API key của bạn từ platform.openai.com
zh_hans: 从 platform.openai.com 获取 API 密钥
zh_hant: 從 platform.openai.com 取得 API 金鑰

source: Getting location...
ar: جارٍ تحديد الموقع...
ca: Obtenint la ubicació...
cs: Zjišťování polohy…
da: Henter placering...
de: Standort wird ermittelt …
es: Obteniendo ubicación…
fi: Haetaan sijaintia...
fr: Obtention de la position…
he: מאתר מיקום...
hu: Helymeghatározás...
it: Rilevamento posizione...
ja: 位置情報を取得中...
ko: 위치 가져오는 중...
nb: Henter posisjon …
nl: Locatie ophalen...
pl: Pobieranie lokalizacji...
pt_br: Obtendo localização...
pt_pt: A obter localização...
ro: Se obține locația…
sl: Pridobivanje lokacije ...
sv: Hämtar plats...
uk: Визначення розташування…
vi: Đang lấy vị trí...
zh_hans: 正在获取位置…
zh_hant: 正在取得位置⋯

source: Ghostty Default
ar: Ghostty الافتراضي
ca: Ghostty per defecte
cs: Výchozí Ghostty
da: Ghostty-standard
de: Ghostty-Standard
es: Ghostty predeterminado
fi: Ghostty-oletus
fr: Ghostty par défaut
he: ברירת מחדל של Ghostty
hu: Ghostty alapértelmezett
it: Ghostty predefinito
ja: Ghosttyデフォルト
ko: Ghostty 기본값
nb: Ghostty-standard
nl: Ghostty-standaard
pl: Domyślny Ghostty
pt_br: Padrão do Ghostty
pt_pt: Predefinição Ghostty
ro: Ghostty implicit
sl: Privzeto za Ghostty
sv: Ghostty Standard
uk: Ghostty за замовчуванням
vi: Mặc định Ghostty
zh_hans: Ghostty 默认
zh_hant: Ghostty 預設

source: Git & VCS
ar: Git وVCS
ca: Git i VCS
cs: Git a VCS
es: Git y VCS
fi: Git ja VCS
fr: Git et VCS
he: Git ו-VCS
hu: Git és VCS
it: Git e VCS
ja: GitとVCS
ko: Git 및 VCS
pl: Git i VCS
pt_br: Git e VCS
pt_pt: Git e VCS
ro: Git și VCS
sl: Git in VCS
uk: Git і VCS
zh_hans: Git 与版本控制
zh_hant: Git 與版本控制

source: Git Integration
ar: تكامل Git
ca: Integració amb Git
cs: Integrace s Gitem
es: Integración con Git
fi: Git-integraatio
fr: Intégration Git
he: שילוב Git
hu: Git integráció
it: Integrazione Git
ja: Git連携
ko: Git 연동
nb: Git-integrasjon
nl: Git-integratie
pl: Integracja z Git
pt_br: Integração com Git
pt_pt: Integração com Git
ro: Integrare Git
sl: Integracija z Gitom
sv: Git-integrering
uk: Інтеграція з Git
vi: Tích hợp Git
zh_hans: Git 集成
zh_hant: Git 整合

source: Git operations (gitoxide)
ar: عمليات Git (gitoxide)
ca: Operacions Git (gitoxide)
cs: Operace Git (gitoxide)
da: Git-handlinger (gitoxide)
de: Git-Operationen (gitoxide)
es: Operaciones Git (gitoxide)
fi: Git-toiminnot (gitoxide)
fr: Opérations Git (gitoxide)
he: פעולות Git (gitoxide)
hu: Git-műveletek (gitoxide)
it: Operazioni Git (gitoxide)
ja: Git 操作 (gitoxide)
ko: Git 작업 (gitoxide)
nb: Git-operasjoner (gitoxide)
nl: Git-bewerkingen (gitoxide)
pl: Operacje Git (gitoxide)
pt_br: Operações Git (gitoxide)
pt_pt: Operações Git (gitoxide)
ro: Operațiuni Git (gitoxide)
sl: Operacije Git (gitoxide)
sv: Git-operationer (gitoxide)
uk: Операції Git (gitoxide)
vi: Thao tác Git (gitoxide)
zh_hans: Git 操作 (gitoxide)
zh_hant: Git 操作 (gitoxide)

source: Git operations (libgit2)
ar: عمليات Git (libgit2)
ca: Operacions Git (libgit2)
cs: Operace Git (libgit2)
da: Git-handlinger (libgit2)
de: Git-Operationen (libgit2)
es: Operaciones Git (libgit2)
fi: Git-toiminnot (libgit2)
fr: Opérations Git (libgit2)
he: פעולות Git (libgit2)
hu: Git-műveletek (libgit2)
it: Operazioni Git (libgit2)
ja: Git操作 (libgit2)
ko: Git 작업 (libgit2)
nb: Git-operasjoner (libgit2)
nl: Git-bewerkingen (libgit2)
pl: Operacje Git (libgit2)
pt_br: Operações Git (libgit2)
pt_pt: Operações Git (libgit2)
ro: Operațiuni Git (libgit2)
sl: Operacije Git (libgit2)
sv: Git-operationer (libgit2)
uk: Операції Git (libgit2)
vi: Thao tác Git (libgit2)
zh_hans: Git 操作 (libgit2)
zh_hant: Git 操作 (libgit2)
